Repository: bitterdev/addon_list
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Thank You for purchasing my Software!
de_de: Vielen Dank für den Erwerb meiner Software!

source: Follow me on Twitter and Facebook to get the latest news and notifications about updates, new add-ons/themes and special offers.
de_de: Folgen Sie mir auf Twitter und Facebook um Neuigkeiten zu erhalten über Updates, neue Add-ons/Themes und Sonderangebote.

source: Displays details about an add-on.
de_de: Zeigt Details über die Erweiterung an.

source: Lists all available add-ons.
de_de: Listet alle verfügbaren Erweiterungen auf.

source: Add-on details
de_de: Erweiterungsdetails

source: (Automatically detect)
de_de: (Automatisch erkennen)

source: Description
de_de: Beschreibung

source: No description available.
de_de: Keine Beschreibung verfügbar.

source: Title
de_de: Titel

source: Subtitle
de_de: Untertitel

source: Specifications
de_de: Spezifikationen

source: Background
de_de: Hintergrund

source: Border
de_de: Rahmen

source: Value
de_de: Wert

source: Checked color
de_de: Tests

source: Buybutton (single)
de_de: Kaufbutton (Einzeln)

source: Color
de_de: Text

source: Buybutton (package)
de_de: Kaufbutton (Paket)

source: Stars
de_de: Sterne

source: Star (normal)
de_de: Stern (normal)

source: Star (active)
de_de: Stern (aktiv)

source: Gallery
de_de: Gallerie

source: Footer background
de_de: Fußbereich Hintergrund

source: Footer
de_de: Fußbereich

source: Footer link (normal)
de_de: Fußbereich Link (normal)

source: Footer link (hover)
de_de: Fußbereich Link (hover)

source: Footer link (disabled)
de_de: Fußbereich Link (deaktiviert)

source: You must specify a valid color for the field "%s" in the section "%s".
de_de: Sie müssen eine gültige Farbe angeben für das Feld "%s" im Bereich "%s".

source: Cancel
de_de: Abbrechen

source: Choose
de_de: Auswählen

source: Clear Color Selection
de_de: Entferne Farbauswahl

source: Add-on
de_de: Erweiterung

source: If you choose the automatic detection option, the add-on to be displayed is determined by the parameters of the HTTP request header.
de_de: Wenn Sie sich für die Variante automatische Erkennung entscheiden, wird die anzuzeigende Erweiterung über die Parameter des HTTP-Anfrageheader bestimmt.

source: Icon
de_de: Symbol

source: Visible
de_de: Sichtbar

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Skill level
de_de: Erfahrungslevel

source: Not available
de_de: Nicht verfügbar

source: Developed by <a href="%s" style="color: %s;" target="_blank">%s</a>.
de_de: Entwickelt von <a href="%s" style="color: %s;" target="_blank">%s</a>.

source: 0 Reviews
de_de: 0 Rezesionen

source: 1 Review
de_de: 1 Rezesion

source: %s Reviews
de_de: %s Rezensionen

source: Beginner
de_de: Anfänger

source: Free
de_de: Kostenlos

source: Purchase 1
de_de: Kaufe 1

source: Purchase 5
de_de: Kaufe 5

source: Current Version:
de_de: Aktuelle Version:

source: Fully Translatable:
de_de: Voll Übersetzbar:

source: Needs External Libraries:
de_de: Benötigt externe Bibliotheken:

source: Compatible:
de_de: Kompatibel:

source: License:
de_de: Lizenz:

source: Support Response:
de_de: Gewöhnliche Antwortzeit:

source: Needs extra server permissions:
de_de: Benötigt extra Serverberechtigungen

source: Needs Internet:
de_de: Benötigt Internet

source: Marketplace Tests:
de_de: Marktplatz Tests

source: Passed Automated Tests
de_de: Automatische Test’s bestanden

source: Passed PRB Review
de_de: PRB Prüfung bestanden

source: No item specifications available.
de_de: Es sind keine Spezifikation verfügbar.

source: Add-on list
de_de: Erweiterungsliste

source: General
de_de: Allgemein

source: Sort by
de_de: Sortieren nach

source: Number of downloads
de_de: Anzahl der Downloads

source: Price
de_de: Preis

source: Rating
de_de: Bewertung

source: Sort order
de_de: Sortierreihenfolge

source: Ascending
de_de: Aufsteigend

source: Descending
de_de: Absteigend

source: Internal product page
de_de: Interne Produktseite

source: Leave the Internal product page field blank if you want the user to be redirect directly to concrete5.org as soon as he clicks on one of the add-ons.
de_de: Lassen Sie die das Feld Interne Produktseite leer wenn Sie möchten, dass der Benutzer direkt zu concrete5.org weitergeleitet wird sobald er auf eine der Erweiterungen klickt.

source: No add-ons available.
de_de: Es sind keine Erweiterungen verfügbar.

source: Represent your concrete5 add-ons on your website.
de_de: Präsentieren Sie Ihre concrete5 Erweiterungen auf Ihrer Webseite.

source: You must specify a valid username.
de_de: Sie müssen einen gültigen Benutzernamen angeben.

source: You must specify a valid password.
de_de: Sie müssen ein gültiges Passwort angeben.

source: Invalid credentials.
de_de: Ungültige Anmeldedaten.

source: The credentials has been successfully updated.
de_de: Ihre Anmelde-Daten wurden erfolgreich gespeichert.

source: If problems occur, please increase the max_execution_time setting in your PHP settings.
de_de: Falls Probleme auftreten sollten, erhöhen Sie bitte das das Limit der Einstellung max_execution_time in Ihren PHP Einstellungen.

source: Please enter the credentials of your concrete5 account to synchronize your add-ons.
de_de: Bitte geben Sie die Anmeldedaten Ihres concrete5-Accounts ein, um Ihre Erweiterungen zu synchronisieren.

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Synchronize add-ons
de_de: Synchronisiere Erweiterungen

source: Synchronize your add-ons from your concrete5 account with your local database.
de_de: Synchronisieren Sie Ihre Erweiterungen von Ihrem concrete5-Account mit Ihrer lokalen Datenbank.

source: concrete5 login credentials
de_de: concrete5 Anmeldedaten

source: Please enter the login credentials of your concrete5 account.
de_de: Bitte geben Sie die Anmeldedaten Ihres concrete5-Accounts ein.

source: You can use the <a href="%s">Automated Jobs</a> page to update your add-ons at any time. It is recommended to create a cronjob for this task so that your data is always up-to-date.
de_de: Über die Seite <a href="%s">Automatisierte Aufträge</a> haben Sie jederzeit die Möglichkeit Ihre Erweiterungen zu aktualisieren. Es wird empfohlen einen Cronjob für diese Aufgabe zu erstellen, damit Ihre Daten stets aktuell sind.

source: Save
de_de: Speichern

source: Intermediate
de_de: Fortgeschrittene

source: Expert
de_de: Experten

source: Unknown
de_de: Unbekannt

source: My Add-ons
de_de: Meine Erweiterungen

source: Data protection notice: Your login data is stored exclusively and encrypted in your database and transferred to concrete5.org only for authentication using an encrypted HTTPS connection. At the development of this add-on great importance was attached to the highest level of security so that even on the settings page on the Dashboard your password will only be transferred encoded.
de_de: Datenschutz-Hinweis: Ihre Login-Daten werden ausschließlich verschlüsselt in Ihrer Datenbank gespeichert und nur mittels verschlüsselter HTTPS-Verbindung für die Authentifizierung an concrete5.org übertragen. Bei der Entwicklung dieser Erweiterung wurde viel Wert auf die höchste Sicherheit gelegt, sodass auch in der Einstellungsseite im Dashboard Ihr Passwort nur chiffriert ausgegeben wird.

source: No add-ons available. Please go to the <a href="%s">Automated Jobs</a> page and run the "Synchronize add-ons" job to import your marketplace add-ons.
de_de: Es sind keine Erweiterungen verfügbar. Bitte gehen Sie auf die Seite <a href="%s">Automatisierte Aufträge</a> und führen Sie den Auftrag "Synchronize add-ons" aus um Ihre Erweiterungen vom Marktplatz zu importieren..

source: Rate this add-on on concrete5.org and as a thank-you gift can choose another add-on of mine up to $35. This offer may only be claimed once. Click <a href="%s" class="alert-link"> here </a> to rate now.
de_de: Bewerten Sie diese Erweiterung auf concrete5.org und als Dankeschön dürfen Sie sich eine weitere Erweiterungen von mir im Wert von $35 raussuchen. Dieses Angebot darf nur einmal beansprucht werden. Klicken Sie <a href="%s" class="alert-link">hier</a> um jetzt eine Bewertung abzugeben.
